tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "aria2"
brew "binutils"
brew "bzip2"
brew "cfr-decompiler"
brew "cmake"
brew "fd"
brew "findutils"
brew "libtool"
brew "fzf"
brew "gcc"
brew "git"
brew "gitleaks"
brew "go"
brew "gradle"
brew "groovy"
brew "jenv"
brew "jq"
brew "maven"
brew "neovim"
brew "nvm"
brew "pgcli"
brew "php@7.4", link: true
brew "phpbrew"
brew "procyon-decompiler"
brew "pyenv"
brew "ripgrep"
brew "tig"
brew "tldr"
brew "tokei"
brew "tree"
brew "wget"
brew "zsh"
cask "adoptopenjdk8"
cask "alt-tab"
cask "bartender"
cask "docker"
cask "electrum"
cask "goneovim"
cask "kawa"
cask "popclip"
cask "postman"
cask "toggl-track"
