tap "adoptopenjdk/openjdk"
tap "dyng/ramen"
tap "ethereum/ethereum"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "aria2"
brew "bazelisk"
brew "binutils"
brew "bzip2"
brew "cfr-decompiler"
brew "cmake"
brew "curl"
brew "fd"
brew "findutils"
brew "libtool"
brew "fzf"
brew "gcc"
brew "git"
brew "gitleaks"
brew "goenv"
brew "gradle"
brew "groovy"
brew "iredis"
brew "jenv"
brew "jq"
brew "jupyterlab"
brew "k9s"
brew "maven"
brew "neovim"
brew "nvm"
brew "pgcli"
brew "php@7.4", link: true
brew "phpbrew"
brew "procyon-decompiler"
brew "pyenv"
brew "ripgrep"
brew "solidity"
brew "tealdeer"
brew "tig"
brew "tokei"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh"
brew "dyng/ramen/ramen"
brew "goreleaser/tap/goreleaser"
cask "adoptopenjdk8"
cask "alt-tab"
cask "bartender"
cask "docker"
cask "electrum"
cask "hammerspoon"
cask "ipfs"
cask "kawa"
cask "popclip"
cask "postman"
cask "telegram"
cask "tunnelblick"
cask "vimr"
