tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "antlr"
brew "bat"
brew "binutils", link: true
brew "cloc"
brew "cmake"
brew "cpanminus"
brew "curl"
brew "fasd"
brew "fzf"
brew "git"
brew "gnupg"
brew "git-secret"
brew "glances"
brew "gnu-sed"
brew "gradle"
brew "groovy"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "jenv"
brew "jq"
brew "macvim"
brew "maven"
brew "maven@3.3"
brew "mtr"
brew "mysql", restart_service: true
brew "p7zip"
brew "plantuml"
brew "postgresql"
brew "procyon-decompiler"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "telnet"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
